{"data":[{"menu":[["BBQ Mushroom Pizza (BOGO)","₹385"],["Corn & Spinach Pizza (BOGO) Enticing blend of panner, spinach, sweet corn and mozarella cheese.","₹340"],["Corn Exotica Pizza (BOGO) A garden fresh combination of Baby corn and Green capsicum topped with slices of cottage cheese","₹340"],["Indian Hot Pizza (BOGO) A classic combination of onions, capsicum and tomatoes spiced up with fiery jalapenos and garlic","₹340"],["Jugalbandi Pizza (BOGO) Our secret BBQ mushroom scattered with capsicums, onions, tomatoes on a classic crust.","₹345"],["Paneer Malai Tikka Pizza (BOGO) Subtle, delicate, yet nothing but nostalgic memories of old Delhi.","₹520"],["Paneer Tikka Pizza (BOGO) Basic Indian flavor with onions, tomatoes & paneer tikka with tandoori seasoning","₹345"],["Veg Extravaganza Pizza (BOGO) A seven topping extravaganza with onions, mushrooms, green capsicums, tomatoes, corn, jalapenos & sliced black olives.","₹385"],["Veg Feast Pizza (BOGO) The most relished enticing combination of onions, green capsicums, mushrooms, tomatoes & sliced black olives.","₹385"],["Veg Kolhapuri Pizza (BOGO) You really gotta be daring enough to try out the classical twist of the Maharastrians.","₹345"],["Coke (600ml)","₹40"],["Diet coke (TIN 330 Ml)","₹30"],["BBQ Cottage Cheese Conizza Lustrous Mozzarella cheese wrapped with paneer tikka, onions & green capsicums in a cone shaped pizza base.","₹99"],["Garden Fresh Conizza Onion, tomatoes, green capsicum with melting cheese - served in a cone shaped pizza base.","₹99"],["Apple Crumble Pie","₹65"],["Choco Nut Brownie","₹69"],["Choco Strawberry Crumble","₹65"],["Molten Lava Cake","₹69"],["Veg Double Combo Onion and Capsicum, Tomato and Onion, Capsicum and Tomato, Onion and Soya.","₹240"],["Veg Single Combo Onion, Capsicum, Tomato and Soya","₹190"],["Country Fresh Pizza The goodness of crunchy onions, green capsicums.","₹135"],["Garden Fresh Pizza The goodness of crunchy onions, green capsicums & tomatoes.","₹135"],["Margherita Double Cheese Pizza Loads Of Mozzarella cheese on your favorite pizza.","₹135"],["Simply Veg Pizza The goodness of crunchy onions, green capsicums & tomatoes.","₹135"],["Veg Margherita Pizza Simple and delicious mozzarella cheese and pizza sauce on a classic crust.","₹80"],["BBQ Mushroom Our secret BBQ mushroom scattered with capsicums, onions, tomatoes on a classic crust.","₹215"],["Veg Extravaganza Pizza A seven topping extravaganza with onions, mushrooms, green capsicums, tomatoes, corn, jalapenos & sliced black olives.","₹215"],["Veg Feast Pizza The most relished enticing combination of onions, green capsicums, mushrooms, tomatoes & sliced black olives.","₹215"],["Veg Pizza Italiano Makhani Sauce, Capsicum, Sweet Corn, Mushroom, Jalapeno, Veg Kholapuri Gravy, Liquid Cheese, Mozzarella Cheese, Pasta, Tomato, Juicy Paneer Sticks in the crust and brushed with garlic butter sauce over the crust.","₹199"],["Jugalbandi Pizza A combination of paneer tikka, golden corn, tomatoes, green capcisums, spiced with chettinad seasoning","₹185"],["Paneer Malai Tikka Pizza Subtle, delicate, yet nothing but nostalgic memories of old Delhi.","₹185"],["Paneer Tikka Pizza Basic Indian flavor with onions, tomatoes & paneer tikka with tandoori seasoning","₹185"],["Veg Eggsotic Pizza Onion, Capsicum, Tomato, Potato Pops, Boiled Egg Slices and Tandoori Seasoning","₹335"],["Veg Kolhapuri Pizza You really gotta be daring enough to try out the classical twist of the Maharastrians.","₹185"],["Corn & Spinach Pizza Enticing blend of panner, spinach, sweet corn and mozarella cheese.","₹180"],["Corn Exotica Pizza A garden fresh combination of Baby corn and Green capsicum topped with slices of cottage cheese","₹180"],["Indian Hot Pizza A classic combination of onions, capsicum and tomatoes spiced up with fiery jalapenos and garlic","₹180"],["Zesty Mushroom & Tomato Pasta Pasta cooked to perfection tossed with mushrooms & rich flavoured tomato concasse oven baked with a cheesy touch.","₹109"],["Corn & Spinach Pasta A healthy portion of pasta with sautered spinach mix, sweet corn, parsley & mozarella cheese.","₹129"],["Farm Fresh Salad A delightful blend of fresh crunchy vegetables mixed with pasta & cottage cheese, garnished with parsley and croutons.","₹109"],["Garden Veggie Sandwich Signature pizza Sauce, mozzarella cheese, onion, Capsicum, Tomato, Green Chilli, sandwich CD base & Garlic butter sauce","₹89"],["Paneer Tikka Sandwich An appetizing combination of paneer tikka, onions & tomatoes.","₹89"],["Jalapeno Dip","₹20"],["Super Cheese Garlic Bread","₹109"],["Veg Pizza Toast","₹89"],["Garlic Bread Slices of our special French bread baked with aromatic garlic herb spread.","₹45"],["Cheese Garlic Bread Slices of garlic bread topped with classic mozzarella cheese.","₹55"],["Veg Nuggets Veg Crispy from the outside and soft from inside comprising of different flavors of many vegetables.","₹79"],["Potato Wedges Original american style herbed potato wedges - oven baked to golden brown.","₹85"],["Chicken Fingers Delicious chicken fingers coated in an extra tasty, crunchy coating","₹99"],["Chicken Hot Wings (4 Pcs) All time favorite - chicken wings tossed in a tangy barbeque sauce.","₹99"],["Non Veg Pizza Toast","₹99"],["Non Veg Super Cheese Garlic Bread","₹144"],["Chicken Tikka Conizza Chicken tikka, green capsicums & tomatoes with classic sauce makes this conizza a truly mouthwatering delicacy.","₹109"],["Non Veg Double Combo Tomato and Chicken Loaf, Capsicum and Chicken Sausage, Onion and Salami, Onion and Murg Kolhapuri.","₹315"],["Non Veg Mixed Doubles Pizza Capsicum and Tomato, Onion and Soya, Tomato and Chicken Loaf, Onion and Murg Kolhapuri.","₹285"],["Non Veg Single Combo Chicken Loaf, Chicken Sausage, Salami and Murg Kolhapuri.","₹280"],["Chicken Delight A sumptuous portion of chicken chunks & onions topped with delicious mozzarella cheese.","₹180"],["Chicken Salami Pizza A sumptuous portion of chicken salami & onions topped with delicious mozzarella cheese","₹135"],["Hawaiian Pizza Great tropical treat of ripe pineapple chunks & slices of chicken loaf.","₹180"],["All Meat Extraveganza Pizza Old favorite combination of onions, lamb, pepperoni, chicken salami, chicken tikka, lamb keema, jalapenos & black sliced olives.","₹245"],["Chicken Supreme Pizza The most preferred combination of chicken tikka, chicken loaf, chicken salami, onions & ripe tomatoes.","₹245"],["Non Veg Pizza Italiano Makhani Sauce, Capsicum, Sweet corn, Jalapenos, Murg Kholapuri , Chicken Tikka, liquid cheese, mozzarella cheese ,Pasta & Seasoned Sausage in the curst & brushed with Garlic Butter sauce over the crust.","₹219"],["Pepperoni Pizza Traditional pepperoni with Lamb.","₹245"],["Desi Combo Pizza Flavoursome combination of lamb keema, chicken tikka & onions with desi makhani sauce.","₹220"],["Keema La Jawaab Pizza Hot & delectable desi pizza with lamb keema, onions, garlic & tandoori seasoning.","₹220"],["Murg Kolhapuri Pizza You really gotta be daring enough to try out the classical non veg twist of the Maharashtrians.","₹220"],["Non Veg Eggsotic Pizza Onion, Tomato, Sliced Egg, Chicken Chettinad, Green Chillie and Chettinad Seasoning.","₹385"],["Punjabi Chicken Tikka Pizza The flavour of chicken tikka along with green capsicum and tomatoes in rich makhani sauce.","₹220"],["Grilled Chicken A La Pizza Corner A chef's secret blend of spice marinated grilled chicken with olives & corn.","₹215"],["Keema Delight Pizza Minced keema, chicken loaf, onions, tomatoes & green chillies all baked on a golden crust.","₹215"],["Sausage Lover Pizza Seasoned chicken sausage with an Italian touch of jalapenos, mushrooms & sliced black olives.","₹215"],["Super Combo Pizza The irresistible mix of chicken tikka, chicken salami & lamb pepperoni with onions & green capsicums.","₹215"],["Smoked Grilled Chicken Salad A hearty combination of vegetable and pasta tossed with generous portion of smoked grilled chicken, garnished with croutons.","₹119"],["Baked Chicken & Cheese Pasta An all time favorite cheese 'n' pasta loaded with grilled chicken, corn and olives.","₹155"],["Chicken Tikka Sandwich Signature Pizza Sauce, Mozzarella Cheese, onion, Chicken Tikka, Tomato , Sandwich CD base & Garlic Butter sauce","₹99"],["All Meat Extraveganza Pizza (BOGO) Old favorite combination of onions, lamb, pepperoni, chicken salami, chicken tikka, lamb keema, jalapenos & black sliced olives.","₹440"],["Chicken Supreme Pizza (BOGO) The most preferred combination of chicken tikka, chicken loaf, chicken salami, onions & ripe tomatoes.","₹440"],["Desi Combo Pizza (BOGO) Flavoursome combination of lamb keema, chicken tikka & onions with desi makhani sauce.","₹395"],["Grilled Chicken A La Pizza Corner (BOGO) A chef's secret blend of spice marinated grilled chicken with olives & corn.","₹385"],["Keema Delight Pizza (BOGO) Minced keema, chicken loaf, onions, tomatoes & green chillies all baked on a golden crust.","₹385"],["Keema La Jawaab Pizza (BOGO) Hot & delectable desi pizza with lamb keema, onions, garlic & tandoori seasoning.","₹395"],["Murg Kolhapuri Pizza (BOGO) You really gotta be daring enough to try out the classical non veg twist of the Maharashtrians.","₹395"],["Non Veg Italiano Pizza (BOGO) Makhani sauce, capsicum, sweet corn, jalapenos, murg kholapuri , chicken tikka, liquid cheese, mozzarella cheese ,pasta & seasoned sausage in the curst & brushed with garlic butter sauce over the crust.","₹440"],["Pepperoni Pizza (BOGO) Traditional pepperoni with Lamb.","₹440"],["Punjabi Chicken Tikka Pizza (BOGO) The flavour of chicken tikka along with green capsicum and tomatoes in rich makhani sauce.","₹395"],["Sausage Lover Pizza (BOGO) Seasoned chicken sausage with an Italian touch of jalapenos, mushrooms & sliced black olives.","₹385"],["Super Combo Pizza (BOGO) The irresistible mix of chicken tikka, chicken salami & lamb pepperoni with onions & green capsicums.","₹385"]],"name":"Pizza Corner, Jalahalli"}]}