{"data":[{"menu":[["BBQ Mushroom Pizza (BOGO)","₹385"],["Corn & Spinach Pizza (BOGO) Enticing blend of panner, spinach, sweet corn and mozarella cheese.","₹340"],["Corn Exotica Pizza (BOGO) A garden fresh combination of Baby corn and Green capsicum topped with slices of cottage cheese","₹340"],["Indian Hot Pizza (BOGO) A classic combination of onions, capsicum and tomatoes spiced up with fiery jalapenos and garlic","₹340"],["Jugalbandi Pizza (BOGO) Our secret BBQ mushroom scattered with capsicums, onions, tomatoes on a classic crust.","₹345"],["Paneer Malai Tikka Pizza (BOGO) Subtle, delicate, yet nothing but nostalgic memories of old Delhi.","₹520"],["Paneer Tikka Pizza (BOGO) Basic Indian flavor with onions, tomatoes & paneer tikka with tandoori seasoning","₹345"],["Veg Extravaganza Pizza (BOGO) A seven topping extravaganza with onions, mushrooms, green capsicums, tomatoes, corn, jalapenos & sliced black olives.","₹385"],["Veg Feast Pizza (BOGO) The most relished enticing combination of onions, green capsicums, mushrooms, tomatoes & sliced black olives.","₹385"],["Veg Kolhapuri Pizza (BOGO) You really gotta be daring enough to try out the classical twist of the Maharastrians.","₹345"],["Coke (600ml)","₹40"],["Diet coke (TIN 330 Ml)","₹30"],["BBQ Cottage Cheese Conizza Lustrous Mozzarella cheese wrapped with paneer tikka, onions & green capsicums in a cone shaped pizza base.","₹99"],["Garden Fresh Conizza Onion, tomatoes, green capsicum with melting cheese - served in a cone shaped pizza base.","₹99"],["Apple Crumble Pie","₹65"],["Choco Nut Brownie","₹69"],["Choco Strawberry Crumble","₹65"],["Molten Lava Cake","₹69"],["Veg Double Combo Onion and Capsicum, Tomato and Onion, Capsicum and Tomato, Onion and Soya.","₹240"],["Veg Single Combo Onion, Capsicum, Tomato and Soya","₹190"],["Country Fresh Pizza The goodness of crunchy onions, green capsicums.","₹135"],["Garden Fresh Pizza The goodness of crunchy onions, green capsicums & tomatoes.","₹135"],["Margherita Double Cheese Pizza Loads Of Mozzarella cheese on your favorite pizza.","₹135"],["Simply Veg Pizza The goodness of crunchy onions, green capsicums & tomatoes.","₹135"],["Veg Margherita Pizza Simple and delicious mozzarella cheese and pizza sauce on a classic crust.","₹80"],["BBQ Mushroom Our secret BBQ mushroom scattered with capsicums, onions, tomatoes on a classic crust.","₹215"],["Veg Extravaganza Pizza A seven topping extravaganza with onions, mushrooms, green capsicums, tomatoes, corn, jalapenos & sliced black olives.","₹215"],["Veg Feast Pizza The most relished enticing combination of onions, green capsicums, mushrooms, tomatoes & sliced black olives.","₹215"],["Veg Pizza Italiano Makhani Sauce, Capsicum, Sweet Corn, Mushroom, Jalapeno, Veg Kholapuri Gravy, Liquid Cheese, Mozzarella Cheese, Pasta, Tomato, Juicy Paneer Sticks in the crust and brushed with garlic butter sauce over the crust.","₹199"],["Jugalbandi Pizza A combination of paneer tikka, golden corn, tomatoes, green capcisums, spiced with chettinad seasoning","₹185"],["Paneer Malai Tikka Pizza Subtle, delicate, yet nothing but nostalgic memories of old Delhi.","₹185"],["Paneer Tikka Pizza Basic Indian flavor with onions, tomatoes & paneer tikka with tandoori seasoning","₹185"],["Veg Eggsotic Pizza Onion, Capsicum, Tomato, Potato Pops, Boiled Egg Slices and Tandoori Seasoning","₹335"],["Veg Kolhapuri Pizza You really gotta be daring enough to try out the classical twist of the Maharastrians.","₹185"],["Corn & Spinach Pizza Enticing blend of panner, spinach, sweet corn and mozarella cheese.","₹180"],["Corn Exotica Pizza A garden fresh combination of Baby corn and Green capsicum topped with slices of cottage cheese","₹180"],["Indian Hot Pizza A classic combination of onions, capsicum and tomatoes spiced up with fiery jalapenos and garlic","₹180"],["Zesty Mushroom & Tomato Pasta Pasta cooked to perfection tossed with mushrooms & rich flavoured tomato concasse oven baked with a cheesy touch.","₹109"],["Corn & Spinach Pasta A healthy portion of pasta with sautered spinach mix, sweet corn, parsley & mozarella cheese.","₹129"],["Farm Fresh Salad A delightful blend of fresh crunchy vegetables mixed with pasta & cottage cheese, garnished with parsley and croutons.","₹109"],["Garden Veggie Sandwich Signature pizza Sauce, mozzarella cheese, onion, Capsicum, Tomato, Green Chilli, sandwich CD base & Garlic butter sauce","₹89"],["Paneer Tikka Sandwich An appetizing combination of paneer tikka, onions & tomatoes.","₹89"],["Jalapeno Dip","₹20"],["Super Cheese Garlic Bread","₹109"],["Veg Pizza Toast","₹89"],["Garlic Bread Slices of our special French bread baked with aromatic garlic herb spread.","₹45"],["Cheese Garlic Bread Slices of garlic bread topped with classic mozzarella cheese.","₹55"],["Veg Nuggets Veg Crispy from the outside and soft from inside comprising of different flavors of many vegetables.","₹79"],["Potato Wedges Original american style herbed potato wedges - oven baked to golden brown.","₹85"],["Chicken Fingers Delicious chicken fingers coated in an extra tasty, crunchy coating","₹99"],["Chicken Hot Wings (4 Pcs) All time favorite - chicken wings tossed in a tangy barbeque sauce.","₹99"],["Non Veg Pizza Toast","₹99"],["Non Veg Super Cheese Garlic Bread","₹144"],["Chicken Tikka Conizza Chicken tikka, green capsicums & tomatoes with classic sauce makes this conizza a truly mouthwatering delicacy.","₹109"],["Non Veg Double Combo Tomato and Chicken Loaf, Capsicum and Chicken Sausage, Onion and Salami, Onion and Murg Kolhapuri.","₹315"],["Non Veg Mixed Doubles Pizza Capsicum and Tomato, Onion and Soya, Tomato and Chicken Loaf, Onion and Murg Kolhapuri.","₹285"],["Non Veg Single Combo Chicken Loaf, Chicken Sausage, Salami and Murg Kolhapuri.","₹280"],["Chicken Delight A sumptuous portion of chicken chunks & onions topped with delicious mozzarella cheese.","₹180"],["Chicken Salami Pizza A sumptuous portion of chicken salami & onions topped with delicious mozzarella cheese","₹135"],["Hawaiian Pizza Great tropical treat of ripe pineapple chunks & slices of chicken loaf.","₹180"],["All Meat Extraveganza Pizza Old favorite combination of onions, lamb, pepperoni, chicken salami, chicken tikka, lamb keema, jalapenos & black sliced olives.","₹245"],["Chicken Supreme Pizza The most preferred combination of chicken tikka, chicken loaf, chicken salami, onions & ripe tomatoes.","₹245"],["Non Veg Pizza Italiano Makhani Sauce, Capsicum, Sweet corn, Jalapenos, Murg Kholapuri , Chicken Tikka, liquid cheese, mozzarella cheese ,Pasta & Seasoned Sausage in the curst & brushed with Garlic Butter sauce over the crust.","₹219"],["Pepperoni Pizza Traditional pepperoni with Lamb.","₹245"],["Desi Combo Pizza Flavoursome combination of lamb keema, chicken tikka & onions with desi makhani sauce.","₹220"],["Keema La Jawaab Pizza Hot & delectable desi pizza with lamb keema, onions, garlic & tandoori seasoning.","₹220"],["Murg Kolhapuri Pizza You really gotta be daring enough to try out the classical non veg twist of the Maharashtrians.","₹220"],["Non Veg Eggsotic Pizza Onion, Tomato, Sliced Egg, Chicken Chettinad, Green Chillie and Chettinad Seasoning.","₹385"],["Punjabi Chicken Tikka Pizza The flavour of chicken tikka along with green capsicum and tomatoes in rich makhani sauce.","₹220"],["Grilled Chicken A La Pizza Corner A chef's secret blend of spice marinated grilled chicken with olives & corn.","₹215"],["Keema Delight Pizza Minced keema, chicken loaf, onions, tomatoes & green chillies all baked on a golden crust.","₹215"],["Sausage Lover Pizza Seasoned chicken sausage with an Italian touch of jalapenos, mushrooms & sliced black olives.","₹215"],["Super Combo Pizza The irresistible mix of chicken tikka, chicken salami & lamb pepperoni with onions & green capsicums.","₹215"],["Smoked Grilled Chicken Salad A hearty combination of vegetable and pasta tossed with generous portion of smoked grilled chicken, garnished with croutons.","₹119"],["Baked Chicken & Cheese Pasta An all time favorite cheese 'n' pasta loaded with grilled chicken, corn and olives.","₹155"],["Chicken Tikka Sandwich Signature Pizza Sauce, Mozzarella Cheese, onion, Chicken Tikka, Tomato , Sandwich CD base & Garlic Butter sauce","₹99"],["All Meat Extraveganza Pizza (BOGO) Old favorite combination of onions, lamb, pepperoni, chicken salami, chicken tikka, lamb keema, jalapenos & black sliced olives.","₹440"],["Chicken Supreme Pizza (BOGO) The most preferred combination of chicken tikka, chicken loaf, chicken salami, onions & ripe tomatoes.","₹440"],["Desi Combo Pizza (BOGO) Flavoursome combination of lamb keema, chicken tikka & onions with desi makhani sauce.","₹395"],["Grilled Chicken A La Pizza Corner (BOGO) A chef's secret blend of spice marinated grilled chicken with olives & corn.","₹385"],["Keema Delight Pizza (BOGO) Minced keema, chicken loaf, onions, tomatoes & green chillies all baked on a golden crust.","₹385"],["Keema La Jawaab Pizza (BOGO) Hot & delectable desi pizza with lamb keema, onions, garlic & tandoori seasoning.","₹395"],["Murg Kolhapuri Pizza (BOGO) You really gotta be daring enough to try out the classical non veg twist of the Maharashtrians.","₹395"],["Non Veg Italiano Pizza (BOGO) Makhani sauce, capsicum, sweet corn, jalapenos, murg kholapuri , chicken tikka, liquid cheese, mozzarella cheese ,pasta & seasoned sausage in the curst & brushed with garlic butter sauce over the crust.","₹440"],["Pepperoni Pizza (BOGO) Traditional pepperoni with Lamb.","₹440"],["Punjabi Chicken Tikka Pizza (BOGO) The flavour of chicken tikka along with green capsicum and tomatoes in rich makhani sauce.","₹395"],["Sausage Lover Pizza (BOGO) Seasoned chicken sausage with an Italian touch of jalapenos, mushrooms & sliced black olives.","₹385"],["Super Combo Pizza (BOGO) The irresistible mix of chicken tikka, chicken salami & lamb pepperoni with onions & green capsicums.","₹385"]],"name":"Pizza Corner, Vijaynagar"},{"menu":[["Tandoori Paneer Pizza (BOGO) Paneer, Onion, Capsicum, Red Pepperika and Tomato.","₹470"],["Veggie Lover Pizza (BOGO) Mushroom, Onion, Tomato and Capsicum.","₹470"],["Country Feast Pizza (BOGO) Sweet Corn,Mushroom, Tomato, Onion and Capsicum.","₹470"],["Paneer Makhani Pizza (BOGO) Paneer, Capsicum, Onion and Red Paprika","₹470"],["Fiery Ride Pizza (BOGO) Tomato,Onion, Capsicum, Sweet Corn, Olives, Jalapenos, Green Chillies,","₹520"],["Veggie Suprpeme Pizza (BOGO) Mushroom, Capsicum, Onion, Tomato, Baby Corn and Olives.","₹520"],["Exotica Pizza (BOGO) Red Capsicum, Baby Corn, Capsicum, Olives and Jalapenos.","₹520"],["Paneer Vegorama Pizza (BOGO) Paneer, Onion, Capsicum, Sweet Corn, Red Capsicum, Black Olives, Red Paprika and Green Chillies.","₹520"],["Country Feast Pizza Sweet Corn, Mushroom, Tomato, Onion and Capsicum","₹240"],["Double Cheese Pizza Topped with Extra Cheese","₹170"],["Exotica Pizza Red Capsicum, Baby Corn, Capsicum, Olives And Jalapenos","₹285"],["Farm Hut (Big Pizza) Onion. Mushroom, Capsicum, Tomato and Cheese.","₹249"],["Fiery Ride Pizza Tomato, Onion, Capsicum, Sweet Corn, Olive, Jalapenos, and Green Chillies","₹285"],["Margherita Pizza Cheese","₹105"],["Mushroom And Corn Delight (Big Pizza) Mushroom, Sweet Corn, Tomato, Onion and Cheese.","₹249"],["Paneer And Spice (Big Pizza) Paneer, Onion, Red Paprika and Cheese.","₹249"],["Paneer Makhani Pizza Paneer, Capsicum, Onion, and Red Paprika","₹240"],["Paneer Vegorama Paneer, Onion, Capsicum,Sweet Corn, Red Capsicum,Black Olives, Red Paprika and Green Chilly.","₹285"],["Simply Veg Pizza Tomato and Onion","₹170"],["So Cheezy Classic Cheese Pizza Cheese","₹189"],["So Cheezy Italian Treat Pizza Onion. Tomato, Capsicum, And Cheese.","₹249"],["So Cheezy Super Veg Pizza Mushroom, Capsicum, Onion, Sweet Corn, Red Peprika, Black Olives And Cheese.","₹335"],["So Cheezy Veg Treat Pizza Tomato, Capsicum, Sweet Corn , Jalapeno and Cheese.","₹299"],["Spicy Veggie Pizza Tomato, Onion and Green Chillies","₹170"],["Tandoori Paneer Pizza Paneer, Onion, Capsicum, Red Peprika, and Tomato","₹240"],["Tomatino Pizza Cheese And Tomato","₹105"],["Veg Italian Treat (Big Pizza) Capsicum, Black Olives, Tomato. Onion and Cheese.","₹249"],["Veg Spicy Twist (Big Pizza) Capsicum, Onion, Red Paprika and Cheese.","₹249"],["Veggie Crunch Pizza Onion and Capsicum","₹170"],["Veggie Lover Pizza Mushroom, Onion, Tomato and Capsicum","₹240"],["Veggies Supreme Pizza Mushroom, Capsicum, Onion, Tomato, Baby Corn and Olives","₹285"],["Veg Baked Pasta","₹139"],["Paneer Birizza (Paneer Cubes, Capsicum & Seasonal Vegetables)","₹155"],["Veggie Birizza (Corn, Capsicum & Seasonal Vegetables)","₹119"],["Meal For 2 1 Medium Pizza ,Any Garlic Bread And 1 Pepsi","₹499"],["Meal For 4 2 Medium Pizza ,Any Two Desserts, 1Garlic Bread and 1 Pepsi","₹759"],["Pan 4 All - Veg 1 Tangy Tomato (Cheese, Tomato), Crispy Onion (Cheese, Onion), Crunchy Capsicum(Cheese Capsicum), Juicy Corn (Cheese, Corn)","₹345"],["Pan 4 All - Veg 2 Veggies Delight (Tomato, Corn), Paneer Tikka Masala (Paneer, Capsicum), Veggie Surprise (Capsicum, Tomato), Veggie Blast (Mushroom, Onion)","₹395"],["Veggie Magic Duo Pizza Combo (1)Tomato & Corn (2) Green Capsicum & Corn (3) Onion, Tomato & Green Chilly (4) Paneer and Green Capsicum","₹295"],["Veggie Magic Solo Pizza Combo (1) Onion (2) Tomato (3) Green Capsicum (4) Corn","₹215"],["Cheese Garlic Bread","₹119"],["Exotica Garlic Bread","₹155"],["Garlic Bread","₹95"],["Potato Wedges","₹95"],["Spicy Supreme Garlic Bread","₹149"],["Choco Mousse","₹79"],["Choco Truffle Cake","₹79"],["7 Up (600ml)","₹40"],["Diet Pepsi (600ml)","₹40"],["Mirinda (600ml)","₹40"],["Pepsi (600ml)","₹40"],["Chicken Italia Pizza (BOGO) Chunks Of Chicken, Chees n Onion Chicken Sausage, Sweet Corn, Olives and Jalapeno.","₹520"],["Chicken Tikka Pizza (BOGO) Chicken Tikka, Onion, Tomato and Green Chillies.","₹520"],["Kadai Chicken Pizza (BOGO) Kadai Chicken, Onion, Capsicum, Red Capsicum and Green Chillies,","₹520"],["Triple Chicken Feast Pizza (BOGO) Mexican Chicken, Plain Chicken, Chicken Hot n Spicy, Onion, Capsicum, Sweet Corn and Green Chillies","₹590"],["Chicken Supreme Pizza (BOGO) Chicken Hot n Spicy, Chicken Tikka and Chunky Chicken.","₹590"],["Pepperoni Pizza (BOGO) 100% Pork Pepperoni","₹590"],["Chick N Spicy Pizza Chicken Hot n Spicy, Capsicum and Mushroom.","₹240"],["Chicken Crunch Pizza Chicken, Capsicum, Lebanese Sprinkle And Cheese.","₹170"],["Chicken Italia Pizza Chunks of Chicken, Cheese n Onion, Chicken Sausage, Sweet Corn, Olives and Jalapenos","₹285"],["Chicken Mexicano (Big Pizza) Mexican Chicken, Onion, Capsicum, Sweet Corn and Cheese.","₹315"],["Chicken Supreme Pizza Chicken Hot n Spicy, Chicken Tikka and Chunky Chicken.","₹315"],["Chicken Tikka Pizza Chicken Tikka, Onion, Tomato and Green Chillies.","₹285"],["Corn N Chicken Pizza Chunks of Chicken, Tomatoes and Sweet Corn","₹240"],["Fiery Chicken Pizza Chunks of Chicken and Green Chillies.","₹240"],["Kadhai Chicken Pizza Kadai Chicken , Onion, Capsicum, Red Capsicum, and Green Chillies.","₹285"],["Pepperoni Pizza 100% Pork Pepperoni","₹315"],["So Cheezy Double Chicken Feast Chicken Tikka, Chicken Plain,Red Peprika, Capsicum, Sweet Corn,Jalapeno and Cheese.","₹359"],["So Cheezy Hot and Spicy Chicken Hot n Spicy Chicken, Mushroom, Tomato, Onion, Olives and cheese.","₹335"],["So Cheezy Super Chicken Twist Chicken, Onion, Tomato,Green Chilly and Cheese.","₹309"],["Spicy Chicken Magic (Big Pizza) Chicken,Tomato, Onion, Green Chillies and Cheese.","₹315"],["Triple Chicken Feast Mexican Chicken, Plain Chicken, Chicken Hot and Spicy, Onion, Capsicum,Sweet Corn And Green Chilly.","₹315"],["Zesty Chicken Pizza Chunks of Chicken and Green Chillies","₹170"],["Chicken Baked Pasta","₹159"],["Chicken Birizza (Chicken & Seasonal Vegetables)","₹179"],["Mixed Magic Duo Combo (1) Onion,Tomato and Green Chillie (2) Paneer And Green Casicum,(3)Chunks Of Chicken and Tomato(4) Chunks Of Chicken And Green Capsicum Pizzas.","₹355"],["Non Veg Magic Duo Combo (1) Chunks Of Chicken And Green Capsicum (2) Cheese n Onion, Chicken Sausage and Green Chillie,(3)Chicken Hot n Spicy And Corn (4) Chunks Of Chicken And Tomato","₹395"],["Non Veg Magic Solo Combo (1)Chunks Of Chicken,(2)Cheese n Onion Chicken Sausage (3) Chicken Hot n Spicy,(4) Chunks Of Chicken And Green Chilli Pizza","₹355"],["Pan 4 All - Non Veg Masala Chicken (Chicken Hot n Spicy Capsicum,) Tangy Chicken (Chicken Hot n Spicy, Tomato), Chicken Lovers (Chicken Plain, Corn), Spicy Chicken, (Cheese n Onion, Chicken Sausage, Onion, Green Chillies)","₹495"],["Chicken Wings","₹169"]],"name":"Pizza Hut, Vijaynagar"},{"menu":[["Veg Clear Soup","₹85"],["Veg Hot & Sour Soup","₹85"],["Veg Sweer Corn Soup","₹85"],["Babycorn Manchurian","₹145"],["Babycorn Pepper Fry","₹150"],["Babycorn Pudina Dry","₹150"],["Babycorn Sholay Kabab","₹150"],["Cauliflower Manchurian","₹145"],["Chilly Babycorn","₹145"],["Chilly Cauliflower","₹145"],["Chilly Mushroom","₹155"],["Chilly Paneer","₹160"],["Gobi Pepper Dry","₹145"],["Gobi Pudina Kabab","₹145"],["Gobi Sholay Kabab","₹145"],["Gobi Tikka","₹145"],["Mushroom Manchurian","₹155"],["Mushroom Pepper Dry","₹155"],["Mushroom Sholay Kabab","₹155"],["Mushroom Tikka","₹155"],["Paneer Sholay Kabab","₹160"],["Paneer Manchurian","₹160"],["Paneer Pepper Dry","₹160"],["Butter Kulcha","₹32"],["Butter Naan","₹34"],["Butter Paratha","₹36"],["Butter Roti","₹32"],["Garlic Naan","₹34"],["Kulcha","₹30"],["Methi Kulcha","₹32"],["Methi Paratha","₹36"],["Methi Roti","₹32"],["Naan","₹32"],["Paratha","₹34"],["Pudina Kulcha","₹32"],["Pudina Paratha","₹36"],["Pudina Roti","₹32"],["Roomali Roti","₹30"],["Roti","₹30"],["Stuffed Paneer Kulcha","₹40"],["Stuffed Veg Kulcha","₹40"],["Family Pack Andhra Veg Meal","₹250"],["Andhra Veg Biryani (Family Pack) (Serves For 3 People)","₹375"],["Andhra Veg Biryani (Large)","₹199"],["Andhra Veg Biryani (Small)","₹140"],["Curd Rice","₹65"],["Ghee Rice","₹130"],["Jeera Rice","₹130"],["Vegetable Pulao","₹130"],["Veg Fried Rice","₹135"],["Veg Noodles","₹135"],["Dal Fry","₹115"],["Dal Makhani","₹125"],["Dal Tadka","₹115"],["Diwani Handi","₹145"],["Kadhai Vegetable","₹145"],["Makai Mushroom Masala","₹155"],["Malai Kofta","₹155"],["Paneer Butter Masala","₹160"],["Paneer Kadhai","₹160"],["Shahi Paneer","₹160"],["Vegetable Keema Masala","₹145"],["Green Salad","₹60"],["Chicken Clear Soup","₹99"],["Chicken Hot & Sour Soup","₹99"],["Chicken Sweet Corn Soup","₹99"],["Chicken 65","₹160"],["Chicken French Fry","₹199"],["Chicken Fry","₹160"],["Chicken Hariyali Kabab","₹199"],["Chicken Kabab","₹170"],["Chicken Kshatriya","₹180"],["Chicken Manchurian","₹205"],["Chicken Sholay Kabab","₹199"],["Chilly Prawns","₹230"],["Chilly Chicken Dry (Boneless)","₹205"],["Chilly Chicken Dry","₹170"],["Chilly Fish","₹230"],["Fish Fry","₹230"],["Fish Manchurian","₹230"],["Fish Tikka","₹199"],["Kalimirch Murgh Tikka","₹199"],["Kandhari Murgh Tikka","₹199"],["Lemon Chicken Dry (With Bone)","₹180"],["Mutton Chops","₹220"],["Mutton Fry","₹170"],["Mutton Keema Balls","₹210"],["Natu Chicken Roast (Only on Fri, Sat & Sunday)","₹199"],["Prawn Pepper Fry","₹230"],["Prawns Manchurian","₹230"],["Prawns Sholay Kabab","₹230"],["Tandoori Chicken (Full)","₹380"],["Tandoori Chicken (Half)","₹185"],["Tandoori Jhinga","₹230"],["Zaffrani Chandi Ke Kebab","₹199"],["Chicken Biryani (Family Pack) (Serves For 3 People)","₹460"],["Chicken Biryani (Large)","₹230"],["Chicken Biryani (Small)","₹170"],["Mutton Biryani (Family Pack) (Serves For 3 People)","₹530"],["Mutton Biryani (Large)","₹255"],["Mutton Biryani (Small)","₹195"],["Natu Chicken Biryani (Family Pack) (Only on Fri, Sat & Sunday) (Serves For 3 People)","₹515"],["Natu Kodi Chicken Biryani (Large) (Only on Fri, Sat & Sunday)","₹250"],["Natu Kodi Chicken Biryani (Small) (Only on Fri, Sat & Sunday)","₹190"],["Chicken Fried Rice","₹165"],["Chicken Noodles","₹165"],["Egg Fried Rice","₹135"],["Egg Noodles","₹145"],["Prawns Fried Rice","₹185"],["Prawns Noodles","₹185"],["Chicken Butter Masala B\/L","₹185"],["Chicken Masala","₹175"],["Dum Methi Murgh","₹185"],["Fish Curry","₹230"],["Kadhai Murgh","₹185"],["Murgh Tikka Masala","₹180"],["Mutton Rogan Josh","₹210"],["Natu Kodi Curry (Only on Fri, Sat & Sunday)","₹199"],["Spl Chicken Curry","₹175"]],"name":"Sree Nandhini Palace, Rajajinagar"},{"menu":[["Diet Coke","₹50"],["Lassi","₹50"],["Mineral Water","₹30"],["Soft Drink","₹40"],["Butter Kulcha","₹30"],["Butter Naan","₹35"],["Kulcha","₹25"],["Naan","₹30"],["Paneer Paratha","₹75"],["Roomali Roti","₹25"],["Tandoori Roti","₹25"],["Tawa Paratha","₹25"],["Curd Rice","₹65"],["Ghee Rice","₹110"],["Jeera Rice","₹110"],["Methi Kulcha","₹25"],["Mushroom Pulao","₹110"],["Palak Rice","₹110"],["Plain Rice","₹40"],["Pudina Rice","₹110"],["Veg Biryani","₹110"],["Veg Pulao","₹110"],["Veg American Chopsuey","₹130"],["Veg Butter Garlic Noodles","₹115"],["Veg Chinese Chopsuey","₹130"],["Veg Dragon Chopsuey","₹125"],["Veg Fried Rice","₹100"],["Veg Hakka Noodles","₹120"],["Veg Leefu Rice","₹110"],["Veg Malaysian Noodles","₹125"],["Veg Noodles","₹100"],["Veg Schezwan Fried Rice","₹120"],["Veg Schezwan Noodles","₹110"],["Veg Shanghai Fried Rice","₹100"],["Veg Steamed Rice","₹120"],["Veg Thai Rice","₹110"],["Veg Triple Rice","₹120"],["Tomato Soup","₹85"],["Veg Clear Soup","₹85"],["Veg Hot & Sour Soup","₹85"],["Veg Lung Fung Soup","₹85"],["Veg Manchow Soup","₹85"],["Veg Noodles Soup","₹85"],["Veg Sweet Corn Soup","₹85"],["Veg Wonton Soup","₹85"],["Aloo Gobi Dry","₹110"],["Aloo Jeera Dry","₹110"],["Baby Corn Chilly Dry","₹120"],["Baby Corn Manchurian Dry","₹120"],["Butter Garlic Mushroom","₹120"],["Chinese Bhel","₹90"],["Gobi Manchurian Dry","₹100"],["Golden Fried Babycorn","₹115"],["Mushroom & Baby Corn On Cracking Spinach","₹130"],["Mushroom Chilly Dry","₹120"],["Mushroom Manchurian Dry","₹120"],["Paneer 65","₹120"],["Paneer Chilly Dry","₹130"],["Paneer Finger","₹120"],["Paneer Manchurian Dry","₹130"],["Paneer Pepper Fry","₹120"],["Paneer Roll","₹90"],["Paneer Tikka","₹120"],["Red Pepper Baby Corn","₹120"],["Schezwan To","₹130"],["Shredded Potato Dry","₹110"],["Thai Base Corn","₹130"],["Toasted Chatpata Paneer Cubes","₹130"],["Veg Dragon Roll","₹105"],["Veg Fried Wanton","₹110"],["Veg Hara Bhara Kabab","₹110"],["Veg Momo","₹100"],["Veg Roll","₹75"],["Veg Spring Roll","₹120"],["Vegetable Fried Chilly Crispy","₹100"],["Aloo Gobi Masala","₹120"],["Baby Corn Manchurian Gravy","₹125"],["Baby Corn Mirch Masala","₹120"],["Bbay Corn Kadhai","₹120"],["Corn Palak","₹120"],["Dal Fry","₹110"],["Dal Makhani","₹110"],["Dal Palak","₹110"],["Fried Spicy Veg","₹110"],["Gobi Manchurian Gravy","₹110"],["Green Peas Masala","₹120"],["Malai Kofta","₹140"],["Matar Paneer","₹130"],["Mix Veg","₹110"],["Mushroom Kadhai","₹120"],["Mushroom Manchurian Gravy","₹125"],["Paneer Butter Masala","₹130"],["Paneer Kadhai","₹130"],["Paneer Kalimirch","₹135"],["Paneer Manchurian Gravy","₹125"],["Paneer Palak","₹130"],["Paneer Shahi Korma","₹130"],["Paneer Tikka Masala","₹135"],["Plain Palak","₹90"],["Sweet & Sour Vegetables","₹110"],["Veg Ball In Hot Garlic Sauce Gravy","₹110"],["Veg Do Pyaza","₹120"],["Veg Hyderabadi","₹120"],["Veg Kadhai","₹120"],["Veg Kalimirch","₹120"],["Veg Makhani","₹120"],["Veg Manchurian Gravy","₹110"],["Veg Saagwala","₹120"],["Butter Chicken","₹145"],["Chicken Black Pepper Gravy","₹135"],["Chicken Do Pyaza","₹140"],["Chicken Hyderabadi","₹140"],["Chicken Kalimirch","₹140"],["Chicken Kolhapuri","₹140"],["Chicken Mandhurian Gravy","₹135"],["Chicken Masala","₹140"],["Chicken Mughlai","₹140"],["Chicken Saagwala","₹140"],["Chicken Tikka Masala","₹145"],["Chilly Chicken Gravy","₹135"],["Chilly Fish Gravy","₹170"],["Egg Masala","₹110"],["Egg Mughlai","₹120"],["Fish Manchurian Gravy","₹170"],["Fish Masala","₹165"],["Garlic Chicken Gravy","₹135"],["Garlic Fish Gravy","₹170"],["Garlic Prawn Gravy","₹180"],["Ginger Chicken Gravy","₹135"],["Ginger Fish Gravy","₹170"],["Ginger Prawn Gravy","₹180"],["Hunan Chicken Gravy","₹135"],["Kadhai Chicken","₹140"],["Prawn Manchurian Gravy","₹170"],["Prawn Masala","₹165"],["Prawn Vegetables","₹170"],["Punjabi Chicken","₹160"],["Salt & Pepper Fish Gravy","₹170"],["Salt & Pepper Prawn Gravy","₹180"],["Schezwan Chicken Gravy","₹135"],["Schezwan Prawns Gravy","₹180"],["Sweet & Sour Chicken Gravy","₹135"],["Tandoori Murg Masala","₹175"],["Chicken Biryani","₹150"],["Chicken Hyderabadi Biryani","₹165"],["Chicken Nawabi Biryani","₹200"],["Egg Biryani","₹120"],["Fish Biryani","₹160"],["Chicken American Chopsuey","₹140"],["Chicken Chinese Choupsuey","₹140"],["Chicken Dragon Chopsuey","₹140"],["Chicken Fried Rice","₹120"],["Chicken Leefu Rice","₹120"],["Chicken Noodles","₹120"],["Chicken Schezwan Fried Rice","₹120"],["Chicken Schezwan Noodles","₹120"],["Chicken Spl Chowmein Rice","₹135"],["Chicken Steam Rice","₹135"],["Chicken Thai Fried Rice","₹120"],["Chicken Triple Rice","₹130"],["Chowmein Special Noodles","₹140"],["Egg Fried Rice","₹100"],["Egg Noodles","₹100"],["Egg Schezwan Noodles","₹120"],["Egg Schezwan Rice","₹120"],["Egg Tripple Rice","₹120"],["Fish Fried Rice","₹140"],["Fish Noodles","₹140"],["Mixed Chopsuey","₹150"],["Mixed Fried Rice","₹145"],["Prawns Fried Rice","₹140"],["Prawns Noodles","₹140"],["Chicken Lung Fung Soup","₹95"],["Chicken Manchow Soup","₹95"],["Chicken Mushroom Soup","₹95"],["Chicken Noodles Soup","₹95"],["Chicken Sweet Corn Soup","₹95"],["Chicken Tom Yum Soup","₹95"],["Chicken Wonton Soup","₹95"],["Hot & Sour Chicken Soup","₹95"],["Chicken 65","₹145"],["Chicken Dragon Roll","₹120"],["Chicken Fried Wanton","₹145"],["Chicken Hariyali Kabab","₹160"],["Chicken Kabab","₹160"],["Chicken Lasooni Kabab","₹160"],["Chicken Lolly Pop","₹160"],["Chicken Malai Kabab","₹160"],["Chicken Manchurian","₹145"],["Chicken Mirch Kabab","₹160"],["Chicken Momo","₹130"],["Chicken Pepper Fry","₹140"],["Chicken Pepper Tikka","₹160"],["Chicken Roll","₹100"],["Chicken Spring Roll","₹130"],["Chicken Tikka","₹160"],["Chicken Tikka Roll","₹110"],["Chicken wings","₹180"],["Chilly Chicken","₹140"],["Chilly Fish","₹165"],["Chilly Fish Dry","₹170"],["Chinese Fried Chicken","₹150"],["Deep Fried Chicken","₹145"],["Diced Chilly Chicken","₹145"],["Drums Of Heaven","₹140"],["Egg Chilly","₹75"],["Egg Roll","₹85"],["Fish Finger","₹165"],["Fish Kabab","₹165"],["Fish Manchurian Dry","₹170"],["Fish Tikka","₹165"],["Garlic Chicken Dry","₹140"],["Garlic Fish Dry","₹170"],["Garlic Prawn Dry","₹180"],["Ginger Chicken Dry","₹140"],["Ginger Fish Dry","₹170"],["Ginger Prawn Dry","₹180"],["Golden Fried Prawns","₹180"],["Honey Chilly chicken","₹145"],["Hunan Chicken Dry","₹145"],["Kalmi Kabab","₹200"],["Kalmi Roll","₹110"],["Mangolian Chicken","₹135"],["Omlet","₹65"],["Pepper Lemon Chicken Dry","₹150"],["Prawn Manchurian Dry","₹170"],["Roasted Chilly Chicken","₹145"],["Salt & Pepper Fish Dry","₹170"],["Salt & Pepper Prawn Dry","₹180"],["Schezwan Chicken","₹145"],["Schezwan Prawns Dry","₹180"],["Schezwan Wings","₹160"],["Tandoori Chicken (full)","₹230"],["Tandoori Chicken (Half)","₹130"],["Tandoori Platter","₹450"],["Tangdi Kabab","₹180"],["Thai Roasted Chicken","₹150"],["Thread Chicken","₹145"]],"name":"Chowmein Family Restaurant, Rajajinagar"}]}